# Shell & Core
brew "bash"
brew "coreutils"
brew "git"
brew "gh"
brew "ghq"
brew "fzf"
brew "direnv"

# Version Manager
brew "mise"

# Editor
brew "neovim"
brew "lazygit"

# Terminal
brew "starship"
brew "cowsay"
brew "antigen"
brew "cmatrix"
brew "tmux"

# Search
brew "ripgrep"

# Linters
brew "selene"
brew "shellcheck"
brew "jsonlint"
brew "markdownlint-cli"
brew "typos-cli"
brew "pre-commit"

# Formatters
brew "stylua"
brew "shfmt"
brew "prettier"
brew "taplo"

# AWS
brew "awscli"
brew "aws-vault"
brew "aws-sam-cli"
brew "uv"

# Database Client
brew "mysql-client"
brew "zstd"

# Build Tools
brew "go-task"
brew "act"
brew "rustup"

# Utilities
brew "imagemagick"
brew "terminal-notifier"
brew "tree-sitter-cli" # nvim-treesitter (main) のパーサービルドに必要

# Casks
cask "claude-code"
cask "session-manager-plugin" # 要sudo権限での手動インストール
cask "wezterm@nightly"
